Revit 2027 API
ParameterTypeId.RebarTerminationRotationAtStart Property
 "Rotation At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTerminationRotationAtStart { get; }
Public Shared ReadOnly Property RebarTerminationRotationAtStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTerminationRotationAtStart {
	ForgeTypeId^ get ();
}
static member RebarTerminationRotationAtStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace